function Politic() {
  return (
    <div className="w-full h-full min-h-screen bg-main-color text-[16px] text-wrap max-sm:text-[14px] font-normal text-second-color p-[20px]">
      Политика конфиденциальности Политика обработки персональных данных (далее
      – Политика или Политика конфиденциальности) разработана в соответствии с
      Федеральным законом от 27.07.2006. №152-ФЗ «О персональных данных» (далее
      – ФЗ-152).
      <br />
      Настоящая Политика определяет порядок обработки персональных данных и меры
      по обеспечению безопасности персональных данных у владельца сайта
      snapgram.vercel.app (далее snapgram или Оператор).
      <br />
      Целью настоящей политики конфиденциальности является обеспечение защиты
      прав и свобод человека и гражданина при обработке его персональных данных,
      в том числе защиты прав на неприкосновенность частной жизни, личную и
      семейную тайну.
      <br />
      Если Вы не согласны с условиями нашей Политики конфиденциальности, не
      используйте сайт snapgram.vercel.app!
      <br />
      Настоящая Политика содержит следующую информацию:
      <br />
      - цель обработки персональных данных; - перечень персональных данных, на
      обработку которых дается согласие субъекта персональных данных; -
      наименование или фамилия, имя, отчество и адрес лица, осуществляющего
      обработку персональных данных по поручению оператора, если обработка будет
      поручена такому лицу; - перечень действий с персональными данными, на
      совершение которых дается согласие, общее описание используемых оператором
      способов обработки персональных данных; - срок, в течение которого
      действует согласие субъекта персональных данных, а также способ его
      отзыва, если иное не установлено федеральным законом; - информацию о том,
      как можно отозвать свое согласие на обработку персональных данных.
      Основные понятия, используемые в настоящей политике конфиденциальности:
      <br />
      Персональные данные - любая информация, относящаяся прямо или косвенно к
      определенному или определяемому физическому лицу (субъекту персональных
      данных); Оператор - государственный орган, муниципальный орган,
      юридическое или физическое лицо, самостоятельно или совместно с другими
      лицами организующие и (или) осуществляющие обработку персональных данных,
      а также определяющие цели обработки персональных данных, состав
      персональных данных, подлежащих обработке, действия (операции),
      совершаемые с персональными данными; Обработка персональных данных - любое
      действие (операция) или совокупность действий (операций), совершаемых с
      использованием средств автоматизации или без использования таких средств с
      персональными данными, включая сбор, запись, систематизацию, накопление,
      хранение, уточнение (обновление, изменение), извлечение, использование,
      передачу (распространение, предоставление, доступ), обезличивание,
      блокирование, удаление, уничтожение персональных данных; Принципы сбора
      персональных данных:
      <br />- Обработка персональных данных осуществляется на законной и
      справедливой основе - Обработка персональных данных ограничивается
      достижением конкретных, заранее определенных и законных целей. - Не
      допускается объединение баз данных, содержащих персональные данные,
      обработка которых осуществляется в целях, несовместимых между собой. -
      Обработке подлежат только персональные данные, которые отвечают целям их
      обработки. - Содержание и объем обрабатываемых персональных данных
      соответствуют заявленным целям обработки.
    </div>
  );
}

export default Politic;
